test/assets/get_job_detail_request

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"><soap:Body><GetJobDetail xmlns="http://ws.dgjobsservice.info/"><search><AuthenticationKey>TESTING</AuthenticationKey><UniqueIdentifier>1</UniqueIdentifier><VacancyID>SOM/56416</VacancyID></search></GetJobDetail></soap:Body></soap:Envelope>